/* For showing in seg ctrl */
"  Item  " = "  Item  ";

/* Used for near-expired alert days when view/edit an item */
" and " = " and ";

/* Used for near-expired alert days when view/edit an item */
" day before" = " day before";

/* Used for near-expired alert days when view/edit an item */
" days before" = " days before";

/* For showing in seg ctrl */
" Folder " = " Folder ";

/* No comment provided by engineer. */
"%d days" = "%d days";

/* Related time description */
"%d hours ago" = "%d hours ago";

/* No comment provided by engineer. */
"%d months " = "%d months ";

/* No comment provided by engineer. */
"%d months ago" = "%d months ago";

/* No comment provided by engineer. */
"%d months later" = "%d months later";

/* No comment provided by engineer. */
"%d years " = "%d years ";

/* Used when picking near-expired days */
"%d/%d used" = "%1$d/%2$d used";

/* SMS tail */
"--\nFrom BuyRecord" = "--\nFrom BuyRecord";

/* No comment provided by engineer. */
"1 day" = "1 day";

/* No comment provided by engineer. */
"1 month " = "1 month ";

/* No comment provided by engineer. */
"1 year " = "1 year ";

/* No comment provided by engineer. */
">> All data will be replaced <<" = ">> All data will be replaced <<";

/* No comment provided by engineer. */
"Accuracy: %.2fM" = "Accuracy: %.2fM";

/* Used when add a location */
"Add" = "Add";

/* No comment provided by engineer. */
"Add Address" = "Add Address";

/* Title for add an item */
"Add Item" = "Add Item";

/* No comment provided by engineer. */
"Add Map/Address" = "Add Map/Address";

/* No comment provided by engineer. */
"Add More Information?" = "Add More Information?";

/* No comment provided by engineer. */
"Add Place" = "Add Place";

/* No comment provided by engineer. */
"Add, delete and edit folders" = "Add, delete and edit folders";

/* No comment provided by engineer. */
"Add\nImage" = "Add\nImage";

/* No comment provided by engineer. */
"Address(Optional)" = "Address(Optional)";

/* No comment provided by engineer. */
"ago" = "ago";

/* List type: All */
"All" = "All";

/* No comment provided by engineer. */
"All Bought" = "All Bought";

/* No comment provided by engineer. */
"All Not Bought" = "All Not Bought";

/* No comment provided by engineer. */
"Another Folder" = "Another Folder";

/* No comment provided by engineer. */
"App Message" = "App Message";

/* No comment provided by engineer. */
"Archive" = "Archive";

/* No comment provided by engineer. */
"Archive/Unarchive Items" = "Archive/Unarchive Items";

/* FolderItem change log */
"Archived" = "Archived";

/* No comment provided by engineer. */
"Average: " = "Average: ";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Back to Settings" = "Back to Settings";

/* No comment provided by engineer. */
"Background" = "Background";

/* Row in settings */
"Backup Database" = "Backup Database";

/* No comment provided by engineer. */
"Backup Failed" = "Backup Failed";

/* No comment provided by engineer. */
"Backup Successfully" = "Backup Successfully";

/* No comment provided by engineer. */
"Barcode" = "Barcode";

/* No comment provided by engineer. */
"Barcode detected responce" = "Barcode detected responce";

/* No comment provided by engineer. */
"Barcode Scan Tips" = "Barcode Scan Tips";

/* No comment provided by engineer. */
"Barcode Scanner Notice" = "Barcode Scanner Notice";

/* No comment provided by engineer. */
"Bought" = "Bought";

/* No comment provided by engineer. */
"Buy from" = "Buy from";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot access service from Google" = "Cannot access service from Google";

/* No comment provided by engineer. */
"Cannot Fetch Items" = "Cannot Fetch Items";

/* No comment provided by engineer. */
"Cannot load feedback page" = "Cannot load feedback page";

/* No comment provided by engineer. */
"Cannot Take Image" = "Cannot Take Image";

/* FolderItem change log */
"Change count from %d to %d" = "Change count from %1$d to %2$d";

/* FolderItem change log */
"Change created date to %@" = "Change created date to %@";

/* FolderItem change log */
"Change expiry alert days" = "Change expiry alert days";

/* FolderItem change log */
"Change expiry date to %@" = "Change expiry date to %@";

/* No comment provided by engineer. */
"Change image, rename and lock/unlock" = "Change image, rename and lock/unlock";

/* FolderItem change log */
"Change location to %@" = "Change location to %@";

/* No comment provided by engineer. */
"Change Log" = "Change Log";

/* FolderItem change log */
"Change price to %@" = "Change price to %@";

/* Unified AlertBody */
"Check expiry list." = "Check expiry list.";

/* Clear content of UITableViewCell */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Confirm Removal" = "Confirm Removal";

/* No comment provided by engineer. */
"Connecting to Dropbox" = "Connecting to Dropbox";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* No comment provided by engineer. */
"Count" = "Count";

/* No comment provided by engineer. */
"Count to Buy" = "Count to Buy";

/* No comment provided by engineer. */
"Count: %d" = "Count: %d";

/* TextLabel of cell to set create date */
"Create" = "Create";

/* FolderItem created log */
"Created" = "Created";

/* No comment provided by engineer. */
"Created: " = "Created: ";

/* Sort button title */
"Created\nDate" = "Created\nDate";

/* No comment provided by engineer. */
"Current Location" = "Current Location";

/* No comment provided by engineer. */
"Date" = "Date";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete \"%@\"" = "Delete \"%@\"";

/* No comment provided by engineer. */
"Delete \"%@\" will also delete all items inside." = "Delete \"%@\" will also delete all items inside.";

/* No comment provided by engineer. */
"Delete a folder" = "Delete a folder";

/* No comment provided by engineer. */
"Delete Items" = "Delete Items";

/* No comment provided by engineer. */
"Deny to use location service." = "Deny to use location service.";

/* No comment provided by engineer. */
"Deselect All" = "Deselect All";

/* FolderItem change log */
"Disable expiry alert" = "Disable expiry alert";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Download from Dropbox" = "Download from Dropbox";

/* No comment provided by engineer. */
"Drag To Add" = "Drag To Add";

/* No comment provided by engineer. */
"Drag to here & stay to search" = "Drag to here & stay to search";

/* No comment provided by engineer. */
"Drag To Move" = "Drag To Move";

/* No comment provided by engineer. */
"Earlier this month" = "Earlier this month";

/* No comment provided by engineer. */
"Early last month" = "Early last month";

/* No comment provided by engineer. */
"Early this month" = "Early this month";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit a folder" = "Edit a folder";

/* No comment provided by engineer. */
"Edit Folder" = "Edit Folder";

/* No comment provided by engineer. */
"Edit Information" = "Edit Information";

/* Title for edit an item */
"Edit Item" = "Edit Item";

/* FolderItem change log */
"Edit note" = "Edit note";

/* No comment provided by engineer. */
"Edit Place" = "Edit Place";

/* Row in settings */
"Edit/Add Places" = "Edit/Add Places";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Enter" = "Enter";

/* No comment provided by engineer. */
"Enter Item Name" = "Enter Item Name";

/* No comment provided by engineer. */
"Enter Password" = "Enter Password";

/* No comment provided by engineer. */
"Expire: " = "Expire: ";

/* No comment provided by engineer. */
"Expired" = "Expired";

/* No comment provided by engineer. */
"Expires Today" = "Expires Today";

/* No comment provided by engineer. */
"Expiry Date" = "Expiry Date";

/* No comment provided by engineer. */
"Expiry List" = "Expiry List";

/* No comment provided by engineer. */
"Expiry notification" = "Expiry notification";

/* Sort button title */
"Expiry\nDate" = "Expiry\nDate";

/* No comment provided by engineer. */
"Fail to get current location." = "Fail to get current location.";

/* No comment provided by engineer. */
"Fail to load map." = "Fail to load map.";

/* No comment provided by engineer. */
"Fail to locate" = "Fail to locate";

/* No comment provided by engineer. */
"Failed to send email." = "Failed to send email.";

/* No comment provided by engineer. */
"Failed to send SMS." = "Failed to send SMS.";

/* No comment provided by engineer. */
"Favorite" = "Favorite";

/* Row in settings */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Filter or add a new place" = "Filter or add a new place";

/* No comment provided by engineer. */
"Folder" = "Folder";

/* Tutorial folder how-to */
"Folder How-to" = "Folder How-to";

/* No comment provided by engineer. */
"Folder: %@" = "Folder: %@";

/* No comment provided by engineer. */
"For more notification settings,\nplease refer to Notification\n in Settings app." = "For more notification settings,\nplease refer to Notification\n in Settings app.";

/* No comment provided by engineer. */
"Friday" = "Friday";

/* Choose backup source */
"From %@" = "From %@";

/* No comment provided by engineer. */
"Getting address..." = "Getting address...";

/* No comment provided by engineer. */
"Getting current location..." = "Getting current location...";

/* No comment provided by engineer. */
"Getting location from address..." = "Getting location from address...";

/* Row in settings */
"Helps & Tutorials" = "Helps & Tutorials";

/* No comment provided by engineer. */
"If the barcode is hard to be detected,\ntry to scan in landscape orientation." = "If the barcode is hard to be detected,\ntry to scan in landscape orientation.";

/* No comment provided by engineer. */
"In Stock" = "In Stock";

/* No comment provided by engineer. */
"In-App Purchase Problem" = "In-App Purchase Problem";

/* No comment provided by engineer. */
"Installed" = "Installed";

/* No comment provided by engineer. */
"Internet Connection via Cellular Network" = "Internet Connection via Cellular Network";

/* No comment provided by engineer. */
"Internet Connection via Wi-Fi" = "Internet Connection via Wi-Fi";

/* No comment provided by engineer. */
"Internet is down" = "Internet is down";

/* Related time description */
"Just now" = "Just now";

/* No comment provided by engineer. */
"Key in barcode" = "Key in barcode";

/* No comment provided by engineer. */
"Last Friday" = "Last Friday";

/* No comment provided by engineer. */
"Last Monday" = "Last Monday";

/* No comment provided by engineer. */
"Last Saturday" = "Last Saturday";

/* No comment provided by engineer. */
"Last Sunday" = "Last Sunday";

/* No comment provided by engineer. */
"Last Thursday" = "Last Thursday";

/* No comment provided by engineer. */
"Last Tuesday" = "Last Tuesday";

/* No comment provided by engineer. */
"Last Wednesday" = "Last Wednesday";

/* No comment provided by engineer. */
"Late last month" = "Late last month";

/* No comment provided by engineer. */
"Late this month" = "Late this month";

/* No comment provided by engineer. */
"later" = "later";

/* No comment provided by engineer. */
"Later this month" = "Later this month";

/* No comment provided by engineer. */
"Later today" = "Later today";

/* No comment provided by engineer. */
"Limited Item Count" = "Limited Item Count";

/* No comment provided by engineer. */
"Limited Shopping Item Count" = "Limited Shopping Item Count";

/* No comment provided by engineer. */
"Loading Items" = "Loading Items";

/* No comment provided by engineer. */
"Location service access denied." = "Location service access denied.";

/* No comment provided by engineer. */
"Location service disabled." = "Location service disabled.";

/* No comment provided by engineer. */
"Mail cancelled." = "Mail cancelled.";

/* No comment provided by engineer. */
"Mail draft saved." = "Mail draft saved.";

/* No comment provided by engineer. */
"Main Screen" = "Main Screen";

/* No comment provided by engineer. */
"Middle last month" = "Middle last month";

/* No comment provided by engineer. */
"Middle this month" = "Middle this month";

/* No comment provided by engineer. */
"Monday" = "Monday";

/* Title of IAP view controller */
"More Functions" = "More Functions";

/* No comment provided by engineer. */
"Move" = "Move";

/* No comment provided by engineer. */
"Move To:" = "Move To:";

/* No comment provided by engineer. */
"Name" = "Name";

/* Just add place without location */
"Name Only" = "Name Only";

/* Show in folder name field */
"Name(Required)" = "Name(Required)";

/* No comment provided by engineer. */
"Near-Expired" = "Near-Expired";

/* No comment provided by engineer. */
"Network Error" = "Network Error";

/* No comment provided by engineer. */
"Network Status" = "Network Status";

/* No comment provided by engineer. */
"New Folder" = "New Folder";

/* No comment provided by engineer. */
"Next Expire" = "Next Expire";

/* No comment provided by engineer. */
"Next Friday" = "Next Friday";

/* No comment provided by engineer. */
"Next Monday" = "Next Monday";

/* No comment provided by engineer. */
"Next month" = "Next month";

/* No comment provided by engineer. */
"Next Saturday" = "Next Saturday";

/* Showed in tutorial toolbar right button */
"Next step" = "Next step";

/* No comment provided by engineer. */
"Next Thursday" = "Next Thursday";

/* No comment provided by engineer. */
"Next Tuesday" = "Next Tuesday";

/* No comment provided by engineer. */
"Next Wednesday" = "Next Wednesday";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Internet Connection" = "No Internet Connection";

/* No comment provided by engineer. */
"No result" = "No result";

/* No comment provided by engineer. */
"No shopping item has a name." = "No shopping item has a name.";

/* No comment provided by engineer. */
"No shopping item." = "No shopping item.";

/* No comment provided by engineer. */
"No, thanks" = "No, thanks";

/* No comment provided by engineer. */
"No\nImage" = "No\nImage";

/* No comment provided by engineer. */
"None" = "None";

/* No comment provided by engineer. */
"None Bought" = "None Bought";

/* No comment provided by engineer. */
"None Not Bought" = "None Not Bought";

/* No comment provided by engineer. */
"Not Bought" = "Not Bought";

/* No comment provided by engineer. */
"Notes" = "Notes";

/* No comment provided by engineer. */
"Notice: the items in locked folders won't be listed." = "Notice: the items in locked folders won't be listed.";

/* No comment provided by engineer. */
"Notification time" = "Notification time";

/* No comment provided by engineer. */
"Notify" = "Notify";

/* No comment provided by engineer. */
"Notify Days" = "Notify Days";

/* No comment provided by engineer. */
"Notify expired" = "Notify expired";

/* No comment provided by engineer. */
"Notify near-expired" = "Notify near-expired";

/* No comment provided by engineer. */
"Notify near-expired before:" = "Notify near-expired before:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Pause Scan" = "Pause Scan";

/* No comment provided by engineer. */
"Photo Albums" = "Photo Albums";

/* No comment provided by engineer. */
"Pick Days After Today" = "Pick Days After Today";

/* No comment provided by engineer. */
"Pick Image From:" = "Pick Image From:";

/* No comment provided by engineer. */
"Please check:\nSettings->\nGeneral->\nRestrictions->\nIn-App Purchases." = "Please check:\nSettings->\nGeneral->\nRestrictions->\nIn-App Purchases.";

/* No comment provided by engineer. */
"Please describe the bug below the line" = "Please describe the bug below the line";

/* No comment provided by engineer. */
"Please enter price" = "Please enter price";

/* Footer for key field section section */
"Please fill at least one of the data above." = "Please fill at least one of the data above.";

/* No comment provided by engineer. */
"Please try again later." = "Please try again later.";

/* No comment provided by engineer. */
"Please try again. If the problem remains, please turn off the app and run again." = "Please try again. If the problem remains, please turn off the app and run again.";

/* No comment provided by engineer. */
"Please wait" = "Please wait";

/* No comment provided by engineer. */
"Polish the app with us" = "Polish the app with us";

/* Showed in tutorial toolbar left button */
"Prev step" = "Prev step";

/* No comment provided by engineer. */
"Price" = "Price";

/* No comment provided by engineer. */
"Price to Buy" = "Price to Buy";

/* No comment provided by engineer. */
"Range: " = "Range: ";

/* Row in settings */
"Rate This App" = "Rate This App";

/* No comment provided by engineer. */
"Ready to Restore?" = "Ready to Restore?";

/* No comment provided by engineer. */
"Release finger to search:\n%@" = "Release finger to search:\n%@";

/* No comment provided by engineer. */
"Remove All Items" = "Remove All Items";

/* No comment provided by engineer. */
"Remove Bought Items" = "Remove Bought Items";

/* FolderItem change log */
"Remove expiry date" = "Remove expiry date";

/* No comment provided by engineer. */
"Remove Image" = "Remove Image";

/* No comment provided by engineer. */
"Remove Item" = "Remove Item";

/* No comment provided by engineer. */
"Remove Items" = "Remove Items";

/* FolderItem change log */
"Remove location" = "Remove location";

/* FolderItem change log */
"Remove note" = "Remove note";

/* No comment provided by engineer. */
"Remove Pin" = "Remove Pin";

/* FolderItem change log */
"Remove price" = "Remove price";

/* No comment provided by engineer. */
"Remove Shopping Items" = "Remove Shopping Items";

/* Row in settings */
"Report Bug" = "Report Bug";

/* No comment provided by engineer. */
"Restore" = "Restore";

/* No comment provided by engineer. */
"Restore Bought Items" = "Restore Bought Items";

/* No comment provided by engineer. */
"Restore bought items so that you don't have to buy again." = "Restore bought items so that you don't have to buy again.";

/* Row in settings */
"Restore Database" = "Restore Database";

/* No comment provided by engineer. */
"Restore Failed" = "Restore Failed";

/* No comment provided by engineer. */
"Restore from: " = "Restore from: ";

/* No comment provided by engineer. */
"Restore from:\n%@" = "Restore from:\n%@";

/* No comment provided by engineer. */
"Restore Successfully" = "Restore Successfully";

/* No comment provided by engineer. */
"Restoring Bought Items" = "Restoring Bought Items";

/* No comment provided by engineer. */
"Restoring Database" = "Restoring Database";

/* No comment provided by engineer. */
"Saturday" = "Saturday";

/* No comment provided by engineer. */
"Save\n%@\nto Dropbox." = "Save\n%@\nto Dropbox.";

/* No comment provided by engineer. */
"Saved to\n%@\nYou can copy the file in iTunes." = "Saved to\n%@\nYou can copy the file in iTunes.";

/* No comment provided by engineer. */
"Scanning Barcode" = "Scanning Barcode";

/* No comment provided by engineer. */
"Scheduling notifications" = "Scheduling notifications";

/* No comment provided by engineer. */
"Search: %@" = "Search: %@";

/* No comment provided by engineer. */
"Select All" = "Select All";

/* No comment provided by engineer. */
"Select Backup File" = "Select Backup File";

/* No comment provided by engineer. */
"Select Items" = "Select Items";

/* No comment provided by engineer. */
"Select Place" = "Select Place";

/* No comment provided by engineer. */
"Select time to show expiry notification" = "Select time to show expiry notification";

/* No comment provided by engineer. */
"Sending email..." = "Sending email...";

/* No comment provided by engineer. */
"Sending SMS..." = "Sending SMS...";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Share Shopping List Using:" = "Share Shopping List Using:";

/* No comment provided by engineer. */
"Shopping Item" = "Shopping Item";

/* No comment provided by engineer. */
"Shopping List" = "Shopping List";

/* No comment provided by engineer. */
"Shopping List:\n" = "Shopping List:\n";

/* No comment provided by engineer. */
"SMS" = "SMS";

/* No comment provided by engineer. */
"SMS cancelled." = "SMS cancelled.";

/* No comment provided by engineer. */
"Sort" = "Sort";

/* No comment provided by engineer. */
"Sound" = "Sound";

/* No comment provided by engineer. */
"Step: %d/%d" = "Step: %1$d/%2$d";

/* No comment provided by engineer. */
"Sunday" = "Sunday";

/* No comment provided by engineer. */
"Tap on the map to drop the pin" = "Tap on the map to drop the pin";

/* No comment provided by engineer. */
"Tap To Narrow Down" = "Tap To Narrow Down";

/* No comment provided by engineer. */
"The barcode scanner may not work perfectly without Autofocus Camera." = "The barcode scanner may not work perfectly without Autofocus Camera.";

/* No comment provided by engineer. */
"The barcode scanner requires:\n\"Autofocus Camera.\"\nJust to notice that it may not work perfectly on this device." = "The barcode scanner requires:\n\"Autofocus Camera.\"\nJust to notice that it may not work perfectly on this device.";

/* No comment provided by engineer. */
"Thursday" = "Thursday";

/* Choose backup target */
"To %@" = "To %@";

/* Related time description */
"Today" = "Today";

/* No comment provided by engineer. */
"Tomorrow" = "Tomorrow";

/* No comment provided by engineer. */
"Try again?" = "Try again?";

/* No comment provided by engineer. */
"Tuesday" = "Tuesday";

/* No comment provided by engineer. */
"Turn on \"cellular data\" or use \"Wi-Fi\" to access data." = "Turn on \"cellular data\" or use \"Wi-Fi\" to access data.";

/* FolderItem change log */
"Unarchive" = "Unarchive";

/* No comment provided by engineer. */
"Unarchive Items" = "Unarchive Items";

/* List type: Unarchived */
"Unarchived" = "Unarchived";

/* Row in settings */
"Unlink Dropbox" = "Unlink Dropbox";

/* No comment provided by engineer. */
"Upgrading Database" = "Upgrading Database";

/* No comment provided by engineer. */
"Uploading to %@" = "Uploading to %@";

/* No comment provided by engineer. */
"Use name only?" = "Use name only?";

/* No comment provided by engineer. */
"Vibration" = "Vibration";

/* No comment provided by engineer. */
"We only collect anonymous statistics. We do not collect any personal data and the contents of your folders and items." = "We only collect anonymous statistics. We do not collect any personal data and the contents of your folders and items.";

/* No comment provided by engineer. */
"Wednesday" = "Wednesday";

/* No comment provided by engineer. */
"Would you like to remove the limitation?" = "Would you like to remove the limitation?";

/* No comment provided by engineer. */
"Wrong Password" = "Wrong Password";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* Related time description */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"You can tap to focus on the barcode." = "You can tap to focus on the barcode.";

/* No comment provided by engineer. */
"You're using cellular network.\nWi-Fi is recommended.\nContinue?" = "You're using cellular network.\nWi-Fi is recommended.\nContinue?";

